<template>
  <div class="protocal">
    <h5 style="text-align: center;font-size: 18px;padding: .2rem;">
      <a style="color: #1b66c7;font-size:14px;position: absolute;left: 20px;text-decoration: none;"
         onclick="window.history.go(-1)">返回</a>八八娱乐购用户声明
    </h5>

    特别提示：您按照注册页面提示填写信息、阅读并同意本注册须知且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与我方达成一致，成为八八娱乐购平台“用户”。阅读本协议过程中，如您有关于本须知的任何疑问，您应立即停止注册，向八八娱乐购客服咨询。
    八八娱乐购依据以下条件和条款为您提供服务，请仔细阅读并遵守。 欢迎阅读八八娱乐购用户服务协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用八八娱乐购时所涉及的购物、留言、评论等功能的基本情况。
    <div style="height: 20px;"></div>
    一、用户注册:<br>
    1)八八娱乐购注册完全免费，绝不收取任何费用<br>
    2)注册资格:<br>
    用户必须为依据法律具有完全民事行为能力的自然人。在不限制前述规定的前提下,我方服务不向18周岁以下或被临时或无期中止的用户提供；如用户不符合前述要求,请勿注册成为八八娱乐购的用户,本商城亦不会为其提供相关服务。
    3)资料填写:<br>
    a请务必在注册用户时提供准确、真实、有效的个人资料；如用户提供的相关资料内包含有不正确的信息，本商城有权收回该用户的使用网络服务资格的权利。<br>
    b因用户提供的注册资料不真实而致使本公司或其他方受到任何性质的损失,该用户应承担全部失的责任；如果仅对用户自身造成任何性质的损失，则由用户自行承担。<br>
    4)用户的帐号,密码和安全性<br>
    a用户在注册时请牢记您的号密码,不要透露给任何第三方<br>
    b用户将对用户名和密码安全以及用其用户名进行的所有活动和事件负全责<br>
    c用户若发现任问非法盗用用户帐号或存在安全漏洞的情况,请立即通告本商城客服<br>
    <div style="height: 20px;"></div>
    二、有任何以下行为之一的用户将被取消使用资格<br>
    1)违反注册条款<br>
    2)提供虚假个人资料<br>
    3)用户存在有损公司利益的行为<br>
    4)违反中国的法律、法规、违反互联网相关规定的行为<br>
    <div style="height: 20px;"></div>
    三、注册即代表用户已完整阅读以上内容并同意注册八八娱乐购账号<br>
  </div>
</template>

<script>
</script>

<style>
.protocal {
  padding: 0.2rem 0.3rem;
}
</style>